# ConMprlElement

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**mprl_name** | **str** |  | [optional]

## Example

```python
from ideastatica_connection_api.models.con_mprl_element import ConMprlElement

# TODO update the JSON string below
json = "{}"
# create an instance of ConMprlElement from a JSON string
con_mprl_element_instance = ConMprlElement.from_json(json)
# print the JSON string representation of the object
print(con_mprl_element_instance.to_json())

# convert the object into a dict
con_mprl_element_dict = con_mprl_element_instance.to_dict()
# create an instance of ConMprlElement from a dict
con_mprl_element_from_dict = ConMprlElement.from_dict(con_mprl_element_dict)
```
[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)